Revit 2027 API
ParameterTypeId.RasterSymbolResolution Property
 "Resolution (dpi)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolResolution { get; }
Public Shared ReadOnly Property RasterSymbolResolution As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolResolution {
	ForgeTypeId^ get ();
}
static member RasterSymbolResolution : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace